{
  "keys": [
    "NUTRIENT",
    "CARBOHYDRATE",
    "PROTEIN",
    "FIBER",
    "FAT",
    "VITAMIN",
    "CALCIUM",
    "UNHEALTHY FOOD",
    "FRUIT",
    "VEGETABLE",
    "GRAIN",
    "DAIRY",
    "EXERCISE",
    "SLEEP",
    "BALANCED DIET",
    "PAPER",
    "WOOD",
    "FABRIC",
    "METAL",
    "GLASS",
    "PLASTIC",
    "RUBBER",
    "ALLOY",
    "ELASTIC",
    "FLEXIBLE",
    "TRANSPARENT",
    "WATERPROOF",
    "ABSORBENT",
    "MATTER",
    "MASS",
    "VOLUME",
    "SOLID, LIQUID, GAS",
    "SOLID",
    "GAS",
    "LIQUID",
    "CONDENSATION",
    "BOILING",
    "EVAPORATION",
    "FREEZING",
    "MELTING",
    "WATER CYCLE",
    "SOUND",
    "SOUND SOURCE",
    "VIBRATE",
    "VIBRATION",
    "TRAVEL",
    "RECORD",
    "REPLAY",
    "NOISE",
    "NOISE POLLUTION",
    "SOUNDPROOF",
    "DECIBEL",
    "LIGHT",
    "LIGHT SOURCE",
    "REFLECTION",
    "ABSORPTION",
    "ABSORB",
    "TRANSMISSION",
    "TRANSMIT",
    "OPAQUE.",
    "TRANSPARENT.",
    "TRANSLUCENT.",
    "SHADOW",
    "BLOCK",
    "ROOT",
    "STEM",
    "LEAF",
    "FLOWERS",
    "SEED",
    "GROW.",
    "TRANSPORT.",
    "SUNLIGHT",
    "WATER",
    "AIR",
    "MINERALS",
    "PHOTOSYNTHESIS",
    "RESPIRATION",
    "CARBON DIOXIDE",
    "SUGAR",
    "OXYGEN",
    "CHLOROPHYLL",
    "REPRODUCTION",
    "POLLINATION",
    "POLLINATOR.",
    "FERTILIZATION",
    "DISPERSAL",
    "OVARY",
    "OVULE",
    "CARNIVORE",
    "HERBIVORE",
    "OMNIVORE",
    "VERTERBRATE",
    "INVERTERBRATE",
    "FOOD CHAIN",
    "FOOD PRODUCER",
    "FOOD CONSUMER",
    "FOOD WEB",
    "ORGANISM",
    "NATURAL RESOURCES",
    "RENEWABLE RESOURCE",
    "NON-RENEWABLE RESOURCE",
    "FOSSIL FUEL",
    "HYDROPOWER ENERGY",
    "BIOMASS ENERGY",
    "GEOTHERMAL ENERGY",
    "NUCLEAR ENERGY",
    "PLANET",
    "STATELLITE",
    "SUN",
    "ORBIT",
    "AXIS",
    "TILT",
    "HEMISPHERE",
    "ROTATE",
    "ROTATION",
    "REVOLUTION",
    "MERCURY",
    "VENUS",
    "EARTH",
    "MARS",
    "JUPITER",
    "SATURN",
    "URANUS",
    "NEPTUNE",
    "DIGESTIVE SYSTEM",
    "ESOPHAGUS",
    "SMALL INTESTINE",
    "LARGE INTESTINE",
    "NERVOUS SYSTEM",
    "NERVE",
    "SPINAL CORD",
    "URINARY SYSTEM",
    "KIDNEY",
    "BLADDER",
    "RESPIRATORY SYSTEM",
    "WINDPIPE",
    "CIRCULATORY SYSTEM",
    "BLOOD VESSEL",
    "SKELETAL SYSTEM",
    "BACKBONE",
    "RIB",
    "JOINT",
    "MUSCULAR SYSTEM",
    "MUSCLE",
    "DISEASE",
    "GERM",
    "PREVENTION",
    "PARASITE",
    "MALARIA",
    "DENGUE",
    "ENCEPHALITIS",
    "HEPATITIS A",
    "BACTERIA",
    "VACCINATE",
    "ALCOHOL",
    "BODY FLUID",
    "INFECT",
    "SYRINGE"
  ],
  "values": [
    "These are substances in food that our bodies need to grow, stay healthy, and get energy",
    "This nutrient provides the body with energy and is found in foods like bread, pasta, and rice",
    "This nutrient can be found in foods like meat, eggs, beans, and nuts",
    "This nutrient helps keep our digestive system healthy and can be found in fruits, vegetables, and whole grains",
    "This nutrient is important for storing energy and protecting our organs",
    "These are essential nutrients that our body needs in small amounts to stay healthy",
    "This mineral is commonly found in dairy products like milk, cheese, and yogurt",
    "These are foods that are high in sugar, fat, or salt and offer little nutritional value",
    "These foods are usually sweet or tart and are rich in vitamins, especially vitamin C",
    "These foods are often green, leafy, or colorful and are packed with vitamins and minerals",
    "This food group includes foods like bread, pasta, and rice",
    "This food group includes foods like milk, cheese, and yogurt, which provide calcium and protein",
    "Physical activity that helps keep our bodies strong and healthy",
    "Resting our bodies and minds to help us stay healthy and alert",
    "This type of diet includes a variety of foods from all the different food groups in the right amounts",
    "Thin material made from wood pulp used for writing or packaging",
    "Hard material from trees used for building or making items",
    "A material made by weaving or knitting threads together, used for making clothes",
    "Solid material that is typically hard, shiny, and good at conducting heat and electricity",
    "Transparent material made by melting sand and other substances together",
    "A material commonly used for making bottles and containers",
    "Elastic material made from the sap of rubber trees or synthetic sources, used for gloves",
    "A mixture of two or more metals",
    "Able to return to its original shape after being stretched or compressed",
    "Able to bend without breaking",
    "Allowing light to pass through",
    "Resistant to water, not allowing water to pass through",
    "Able to take liquid in through the surface and to hold it",
    "Anything that has mass and occupies space",
    "The amount of matter in an object",
    "The amount of space occupied by an object",
    "Three states of matter",
    "A state of matter that has a definite shape",
    "A state of matter that has no definite volume",
    "A state of matter that a definite volume and can flow",
    "The process in which a gas changes into a liquid",
    "The process of heating a liquid until it changes into a gas at boiling point",
    "The process in which a liquid changes into a gas",
    "The process of changing a liquid into a solid",
    "The process of changing a solid into a liquid",
    "The continuous movement of water from the Earth's surface up to the sky and back down the Earth again",
    "What we hear when something makes a noise?",
    "Where does sound come from?",
    "How can sound soures produce sound?",
    "This movement poduces sound",
    "The way sound move from one place to another",
    "To capture sounds or voices so they can be played back later",
    "To play a recorded sound or video again",
    "A sound, especially one that is loud or unpleasant",
    "This occures when sounds get too loud or last too long",
    "To prevent sound from coming into a room or building",
    "A unit that measures the loudness of sound",
    "What makes things visible and helps us see?",
    "Where does light come from?",
    "The process of light bouncing back from a surface",
    "When light is taken in by a material and not reflected",
    "The action of taking in light",
    "When light passes through a material",
    "The action of light passing through something",
    "A material that does not let any light pass through",
    "A material that allows light to pass through completely",
    "A material that lets some light through but not all",
    "The dark area created when an object blocks light",
    "What happens when an object stops light from passing through",
    "The part of the plant that grows underground and absorbs water and nutrients",
    "The part of the plant that supports leaves, transports water and nutrients",
    "The part of the plant that use sunlight and chlorophyll to convert carbon dioxide and water into sugar",
    "The part of the plant that produces fruits and seeds",
    "The part of the plant that produces new plant",
    "What plants do when they increase in size",
    "The process of moving water and nutrients through the plant",
    "What plants need from the sun to make food",
    "Plants use ... and carbon dioxide to make fruit",
    "What plants need from the atmosphere to live",
    "Nutrients absorbed by roots from the soil",
    "The process plants use to make food",
    "The process by which plants convert sugar and oxygen into energy",
    "The gas plants take in from the air during photosynthesis",
    "The substance plants produce during photosynthesis",
    "The gas released by plants during photosynthesis",
    "What do leaves contain that allows plants to carry out photosynthesis?",
    "The process by which plants make more of themselves",
    "The process when the stigma receives pollen grains from the anther",
    "The animal that helps move pollen from one flower to another",
    "The process when the pollen and ovules join inside the ovary",
    "The process of spreading seeds away from the parent plant",
    "What part of plants develops into fruit?",
    "What part of plants develops into seed?",
    "This animal often hunts other animals for food",
    "This animal has flat teeth designed for grinding leaves and stems",
    "This animal has a diverse diet that can include fruits, vegetables, and meat",
    "This animal group includes species such as mammals, birds, reptiles, amphibians, and fish",
    "This group includes animals like insects, spiders, and mollusks",
    "It usually starts with a plant and ends with a top predator",
    "These are often green plants that make their own food using sunlight",
    "They can be herbivores, carnivores, or omnivores",
    "This is more complex than a food chain and shows how different food chains are connected",
    "This term includes anything that is alive, like plants, animals, bacteria, and fungi",
    "Anything that is supplied by nature and can be used by the living beings",
    "A type of resource that has unlimited supply",
    "A type of resource that has limited supply",
    "Energy sources like coal, oil, and natural gas formed from ancient plant and animal remains",
    "Energy generated from moving water",
    "Energy produced from organic materials like plants and animal waste",
    "Energy derived from the heat stored within the Earth",
    "Energy released from atomic reactions",
    "A large round object in space that travels around a star, like Earth",
    "An object that orbits a planet; can be natural (like a moon) or man-made",
    "The star at the center of our solar system that gives us light and heat",
    "The path an object takes as it goes around a star or planet",
    "An imaginary line through the middle of a planet that it spins around",
    "The angle at which a planet's axis is tilted compared to its orbit",
    "Half of a sphere, often referring to half of Earth",
    "To spin around on an axis",
    "The act of spinning around an axis",
    "The act of traveling in a path around another object",
    "The smallest planet and closest to the Sun",
    "The second planet from the Sun, known for its thick, cloudy atmosphere",
    "The third planet from the Sun, where we live",
    "The fourth planet from the Sun, known as the Red Planet",
    "The largest planet in our solar system, fifth from the Sun",
    "The sixth planet from the Sun, famous for its rings",
    "The seventh planet from the Sun, rotates on its side",
    "The eighth planet from the Sun, known for its deep blue color",
    "The body system that helps us digest food",
    "The tube that connects the mouth to the stomach",
    "This organ absorbs the nutrients into the blood",
    "Where indigestible food and water are processed, stored and dispersed?",
    "The system that controls the body",
    "A fiber that sends messages between the brain and the body",
    "The bundle of nerves inside the spine",
    "The system that removes waste from the blood and makes urine",
    "The organ that filters wastes from the blood and produce urine to get rid of it",
    "The organ that stores urine before it leaves the body",
    "The system that helps us breathe",
    "The tube that carries air to the lungs",
    "The system that carries blood through the body",
    "Tubes that carry blood through the body",
    "The system of bones that supports the body",
    "The bone holds your body upright and also protects the spinal cord",
    "The bones that protect the chest organs",
    "Where two bones meet",
    "The system of muscles that helps the body move",
    "The ... are attached to bones and move the bones",
    "An illness that affects the body or mind",
    "Tiny organisms that can cause disease",
    "Actions taken to stop disease from spreading",
    "An organism that lives on or in another organism and causes harm",
    "A disease caused by parasites, spread by mosquito bites",
    "A disease caused by a virus, also spread by mosquitoes",
    "Inflammation of the brain, can be caused by viruses",
    "A disease that affects the liver, usually spread through contaminated food or water",
    "Single-celled organisms, some of which can cause diseases",
    "To give a shot to protect against a disease",
    "A drink that should avoid to prevent hepatitis A",
    "Liquids from the body that can spread diseases (e.g., blood, saliva)",
    "To make someone else sick",
    "A tool used to inject medicine or vaccines into the body"
  ]
}
